####################################################
#Thai interface file for  Reset Windows Password
#Translated by Worawit L. e-mail: anchan42@gmail.com
####################################################

101=&เกี่ยวกับ RWP...
102=ข้อผิดพลาด
103=ข้อผิดพลาดล่าสุดของระบบ:
104=ข้อผิดพลาด %X
105=ขอต้อนรับสู่
106=ตัวช่วยสร้างนี้จะนำคุณไปตามขั้นตอนของการรีเช็ตหรือกู้คืนรหัสผ่านของบัญชีผู้ใช้ในวินโดส์ของคุณ
107=SAM - ทำงานกับบัญชีผู้ใช้ทั่วไป
108=AD - ทำงานกับบัญชีผู้ใช้ในแอ็คทีฟไดเร็คทอรี่
109=โมดการกู้คืน
110=คุณต้องการทำอะไร
111=ภาษาของส่วนติดต่อกับผู้ใช้
112=รีเซ็ตหรือเปลี่ยนรหัสผ่านของบัญชีผู้ใช้
113=ตรวจหารหัสผ่านของผู้ใช้
114=ส่งออกค่าแฮชของรหัสผ่านไปยังแฟ้มข้อความ
115=เอาข้อมูลที่อ่อนไหวของผู้ใช้ออก
116=รีเซ็ตหรือเปลี่ยนรหัสผ่าน DSRM (Directory Services Restore Mode)
117=โหลด IDE/SATA/SCSI/RAID ไดรเวอร์
118=นำข้อมูลหรือรหัสที่ถูกเปลี่ยนกลับคืนค่าเเดิม
119=โปรแกรมจะทำงานเมื่อบูตระบบผ่าน Passcape CD/DVD/USB เท่านั้น.
120=ทำขั้นตอนถัดไปของตัวช่วย
121=ทำงานกับบัญชีผู้ใช้ทั่วไปใน (SAM) 
122=ทำงานกับบัญชีผู้ใช้ในแอ็คทีฟไดเร็คทอรี่
123=เลือกงานที่นี่
124=ภาษาของส่วนติดต่อกับผู้ใช้ของโปรแกรม
125=RWP เมนู
126=ลงทะเบียนโปรแกรมผ่านอินเตอร์เน็ต
127=ใส่รหัสการลงทะเบียน
128=รายงานบัก
129=ส่งข้อเสนอแนะ
130=แนะนำให้เพื่อน
131=เนื้อหาของข้อมูลช่วยเหลือ
132=เกี่ยวกับ...
133=ไม่สามารถดำเนินการตามคำสั่งได้
134=เกิดข้อผิดพลาดขณะส่งอีเมล์.
135=ย้อนกลับไปขั้นตอนก่อนหน้านี้ของตัวช่วย
136=โหลดและติดตั้งไดร์เวอร์เพิ่มเติมของอุปกรณ์เก็บข้อมูล
137=โหลดและติดตั้งไดร์เวอร์ของอุปกรณ์เก็บข้อมูลเพิ่มเติมที่นี้หากระบบของคุณหาฮาร์ดดิสค์ไม่เจอ ไม่ต้องเริ่มระบบใหม่หลังติดตั้ง
138=คลิกที่ปุ่ม 'โหลดไดร์เวอร์' เพื่อติดตั้งไดร์เวอร์ของแผ่นจานบันทึกข้อมูลลงระบบ ปกติไดร์เวอร์ของแผ่นจานบันทึกจะมากับ CD ไดร์เวอร์ของเมนบอร์ด   ไดร์เวอร์เพิ่มเติมของอุปกรณ์เก็บข้อมูล สามรถโหลดได้จากเว็บของเรา(http://www.passcape.com)
139=โหลดไดร์เวอร์
140=อุปกรณ์เก็บข้อมูลในระบบของคุณ
141=แฟ้มข้อมูลของไดร์เวอร์ (*.inf)|*.inf||
142=หาโปรแกรมยูทิลิตีสำหรับการโหลดไดร์เวอร์ไม่พบ กรุณาติดต่อขอความช่วยเหลือทางเทคนิค
143=ไม่สามารถเริ่มงานยูทิลิตีสำหรับการโหลดไดร์เวอร์ได้.
144=ไดร์เวอร์ที่เลือกไว้ติดตั้งสำเร็จแล้ว . รายการแสดงอุปกรณ์เก็บข้อมูลจะถูกปรับปรุงเดี๋ยวนี้
145=การโหลดและเริ่มงานของไดร์เวอร์ล้มเหลว:
146=<เวอร์ชั่นทดลองใช้>
147=ข้อผิดพลาดล่าสุด:
148=ข้อผิดพลาด 0x%08X
149=คุณต้องการจะปิดโปรแกรมและเริ่มการทำงานของระบบใหม่หรือไม่?
150=ปิดโปรแกรมแล้วเริ่มการทำงานของระบบใหม่
151=คลิกที่ปุ่มนี้เพื่อโหลดไดร์เวอร์สำหรับดิสค์
152=ปุ่มเมนู
153=รีเซ็ตสหัสผ่านของบัญชีผู้ใช้ใน SAM(ขั้นตอนที่ %d จาก %d)
154=คุณต้องระบุแฟ้มรีจิสทรีและ SAM ที่นี่. โดยทั้วไปแฟ้มรีจิสทรีจะอยู่ใน %WINDIR%\\system32\\config directory (ตัวอย่างเช่น C:\\Windows\\system32\\config\\)
155=พาธของ SAM และแฟ้ม SYSTEM
156=แฟ้มรีจิสทรีของ SAM
157=แฟ้มรีจิสทรีของ SYSTEM
158=เรียกดู...
159=เลือกแฟ้มที่มีอยู่จากรายการเลือกแบบหล่นลงหรือเรียกดูเพื่อเลือกไฟล์ใหม่
160=แฟ้มทั้งหมด (*.*)|*.*||
161=แฟ้ม SAM ไม่ถูกต้อง
162=แฟ้ม SYSTEM ไม่ถูกต้อง
163=เลือกบัญชีผู้ใช้ที่คุณต้องการรีเช็ตรหัสผ่านเพื่อดำเนินการต่อ
164=รายการผู้ใช้
165=คุณสมบัติของบัญชี 
166=บัญชีถูกล็อค:
167=บัญชีไม่เปิดใช้งาน:
168=รหัสผ่านหมดอายุ:
169=ไม่ต้องใช้รหัสผ่าน:
170=มีประวัติของรหัสผ่าน:
171=คำใบ้รหัสผ่าน:
172=คำอธิบายบัญชี:
173=ชื่อผู้ใช้
174=RID ของผู้ใช้
175=ผู้ดูแลระบบ
176=สถานะ
177=ไม่มี
178=ไม่สามารถเปิดแฟ้มรีจิสทรีได้
179=แฟ้มรีจิสทรีเสียหาย
180=หน่วยความจำหรือทรัพยากรไม่พอ
181=ไม่สามารถอ่านแฟ้มรีจิสทรีได้
182=รูปแบบของไฟล์รีจิสทรีไม่รองรับ
183=เกิดข้อผิดพลาดที่ไม่สามรถจัดการได้
184=หาพาธไม่พบ
185=หาค่าไม่พบ
186=พารามิเตอร์ไม่ถูกต้อง
187=ตัวชี้ข้อมูลหรือความยาวข้อมูลไม่ถูกต้อง
188=ข้อผิดพลาดภายใน
189=ไม่สามารถเขียนแฟ้มรีจิสทรีได้
190=ข้อผิดพลาดที่ไม่รู้จัก
191=งานนี้ต้องใช้ดิสค์ SYSKEY คุณต้องการทำต่อหรือไม่? ใส่แผ่นดิสค์ที่มีแฟ้ม 'startkey.key' กรุณาในช่องอ่านแผ่นฟรอปปีดิสค์ก่อนจะดำเนินการต่อ
192=รูปแบบกุญแจของวาระงาน SAM ไม่รองรับ
193=SYSKEYไม่ถูกต้อง กุญแจของวาระงาน SAM หรือแฟ้ม SAM ไม่ตรงกับ SYSTEM
194=LoadLibrary ล้มเหลว
195=GetProcAddress ล้มเหลว
196=การถอดรหัสผ่านแบบ LM ล้มเหลว
197=การถอดรหัสผ่านแบบ NTLM ล้มเหลว
198=ข้อมูลเข้าไม่ถูกต้อง
199=ไม่สามารถเปิดแฟ้มรีจิสทรีของ SYSTEM  
200=SYSKEY description entry was not found
201=SYSKEY ไม่ได้ถูกอ่าน
202=ไม่สามารถเปิด SAM แฟ้มรีจิสทรี 
203=ไม่สามารถอ่าน SAM แฟ้มรีจิสทรี 
204=ไม่สามารถเขียนข้อมูลลงแฟ้มรีจิสทรีของ SAM  
205=การเข้ารหัสผ่านแบบ LM ล้มเหลว
206=การเข้ารหัสผ่านแบบ NTLM ล้มเหลว
207=คำสั่งไม่ถูกระบุ
208=ขนาดของรายการไม่ตรงกัน
209=การแปลงข้อมูลล้มเหลว
210=โครงสร้างข้อมูลไม่รองรับ
211=SYSKEY ไม่สามรถถูกเปลี่ยนได้
212=ไม่สามารถเขียนข้อมูลลง SYSTEM แฟ้มรีจิสทรี 
213=ไม่สามารถเปลี่ยนชื่อคีย์ของข้อมูล
214=ไม่พบตัวเลือกลำดับการบูต
215=ไม่พบแฟ้มรหัสผ่านบนดิสค์เริ่มต้นระบบของ SYSKEY
216=ไม่สามารถอ่านแฟ้มรหัสผ่านบนดิสค์เริ่มต้นระบบของ SYSKEY
217=SYSKEY ไม่ถูกถอดรหัส
218=ไม่พบ SYSKEY 
219=ค่า RID ไม่ถูกต้อง
220=ค่า RID ซ้ำกัน
221=การเขียนรีจิสทรีล้มเหลว
222=การเปิด SAM ล้มเหลว: %s
223=ไม่สามารถกำหนดหมายเลขผู้ใช้ในขอบเขตของ: %s
224=ใช่
225=ไม่ใช่
226=ผู้ใช้
227=แขก
228=ผู้ปฏิบัติการ
229=บัญชีผู้ใช้ของระบบ
230=รหัสผ่านไม่ถูกตั้ง
231=ติดรหัสผ่าน
232=คำกำกับ
233=งานนี้ต้องใช้รหัสผ่านของดิสค์บูตระบบ SYSKEY คุณต้องการทำต่อหรือไม่? 
234=รหัสผ่านของดิสค์บูตระบบ SYSKEY
235=ใส่ของดิสค์บูตระบบ SYSKEY ที่นี่
236=ไม่ต้อง
237=แฮช
238=รีเช็ตรหัสผ่านของผู้ใช้แบบ Active Directory(ขั้นตอนที่ %d จาก %d)
239=เลือกพาธไปยังแฟ้ม ntds.dit และรีจิสทรีของ  SYSTEM ที่นี่. ปกติแฟ้ม ntds.dit จะอยู่ที่โฟลเดอร์ %WINDIR%\\ntds\\  while the SYSTEM แฟ้มรีจิสทรีของ SYSTEM จะอยู่ที่โฟลเดอร์ %WINDIR%\\system32\\config เสมอ
240=แฟ้มต้นทางของ Active Directory
241=พาธไปยังแฟ้มฐานข้อมูลของ Active Directory (ปกติจะเป็น ntds.dit) 
242=แฟ้มฐานข้อมูลของ Active Directory (*.dit)|*.dit|แฟ้มทั้งหมด (*.*)|*.*||
243=การเข้ารหัสล้มเหลว 
244=ไม่สามารถอ่านรหัสผ่านของ SYSKEY จากแผ่นดิสค์ได้
245=ไม่สามารถถอดรหัสกุญแจการเข้ารหัสของรายการรหัสผ่านได้
246=โครงสร้างของรายการกุญแจการเข้ารหัสไม่ถูกต้อง
247=ไม่มีอะไรจะให้ถอดรหัส
248=ไม่รู้จักระเบียบวิธีการเข้ารหัส
249=ข้อมูลของระบบไม่ตรงกัน
250=ส่วนขยายผิดพลาด
251=ไม่สามรถเข้ารหัสข้อมูลผู้ใช้
252=การเปิด AD ล้มเหลว
253=การเริ่มต้น AD ล้มเหลว
254=การอ่าน AD ล้มเหลว
255=ไม่สามารถอ่านกุญแจการเข้ารหัสได้
256=ไม่สามารถเริ่มต้นกุญแจการเข้ารหัสได้
257=ส่งรหัสผ่าน SAM ไปยังแฟ้มข้อมูล (ขั้นตอนที่ %d จาก %d)
258=การอ่านข้อมูลล้มเหลว
259=การถอดรหัสข้อมูลล้มเหลว
260=เพื่อทำให้การเข้ากันได้สูงที่สุด แนะนำให้บันทึกไฟล์ในรูปแบบ ASCII PWDUMP \nรหัสผ่านจะถูกส่งออกได้เมื่อเลือกรูปแบบ Passcape
261=ส่องออกรหัสผ่านใน Active Directory ไปยังแฟ้มข้อมูล (ขั้นตอนที่ %d จาก %d)
262=รูปแบบแฟ้มข้อความ ASCII
263=รูปแบบแฟ้มข้อความ UNICODE
264=รูปแบบของแฟ้มที่ส่งออก
265=บันทึกเป็น
266=จะส่งออกอะไร
267=ชื่อผู้ใช้
268=useR ID
269=LM แฮช
270=NT แฮช
271=ชื่อเต็ม, คำอธิบาย
272=ไดเร็กทอรีส่วนตัว
273=รหัสผ่าน (ถ้าพบ)
274=<<  ส่งออก  >>
275=แฟ้มข้อความ PWDUMP
276=แฟ้มข้อความ Passcape
277=แฮชของรหัสผ่านเก่า (ถ้ามี)
278=แฮชของรหัสผ่านเก่าแบบ LM
279=แฮชของรหัสผ่านเก่าแบบ NT
280=ไม่พบข้อมูล
281=แฟ้มข้อความ PWDUMP (*.txt)|*.txt||
282=แฟ้ม Passcape Universal Configuration (*.puc)|*.puc||
283=ไม่สามารถเปิดแฟ้มเพื่อเขียนได้
284=แฟ้มส่งออกถูกสร้างสำเร็จแล้ว
285=ใส่รหัสผ่านใหม่สำหรับบัญชีผู้ใช้ที่ถูกเลือกหรือตั้งเป็นค่าว่างเพื่อรีเช็ตรหัสผ่าน ให้สังเกตตัวเลือกอื่นๆด้วย วินโดว์จะปฏิเสธรหัสผ่านถ้าบัญชีถูกล็อคหรือไม่ได้เปิดใช้งาน 
286=ข้อมูลของบัญชีผู้ใช้
287=รีเซ็ต
288=<<  รีเซ็ต/เปลี่ยน  >>
289=พาธของ SAM
290=ชื่อบัญชี
291=RID ของบัญชี
292=คำอธิบายบัญชี
293=รหัสผ่านใหม่
294=บัญชีถูกล็อค
295=บัญชีไม่ได้เปิดใช้งาน
296=รหัสผ่านหมดอายุ
297=รีเซ็ตรหัสผ่านของผู้ใช้และ/หรือคูณสมบัติ
298=รหัสผ่านใหม่ ปล่อยค่าว่างไว้หากต้องการรีเช็ต
299=ปลดล็อคบัญชีถ้าถูกล็อคอยู่
300=เปิดการใช้งานบัญชี
301=ถ้ารหัสผ่านหมดอายุ คุณจะถูกถามให้ใส่รหัสผ่านใหม่หลังจากเข้าระบบแล้ว
302=พบข้อมูลที่ไม่ถูกต้อง
303=ไม่สามารถเปิดผูใช้ในขอบเขตของ SAM: %s
304=ต้องการสร้างไฟย้อนกลับหรือไม่?
305=ไม่สามารถบันทึกข้อมูลผู้ใช้ลง SAM: %s
306=ไม่สามารถบันทึกข้อมูลผู้ใช้เนื่องจากเหตุผลนี้: %s
307=บัญชีถูกเปลี่ยนแปลงแล้ว ให้เอาอุปกรณ์เก็บข้อมูล CD/DVD/USB ที่ใช้เริ่มการทำงานของระบบออก ปิดโปรแกรมแล้วเริ่มการทำงานของระบบใหม่, ถ้ามีการตั้งนโยบายรหัสผ่านไว้ รหัสผ่านใหม่ต้องมีความยาว ความซับซ้อน และ การซ้ำกันกับรหัสผ่านเก่า ตามที่นโยบายกำหนด
308=พาธ AD 
309=ไม่สามารถแยกวิเคราะห์ข้อมูล   AD ของผู้ใช้ได้
310=ไม่สามารถตั้งค่าข้อมูลของผู้ใช้ลงในฐานข้อมูลได้ ส่วนจัดการฐานข้อมูลส่งกลับรหัสข้อผิดพลาดดังนี้: %d.
311=ส่งออกค่าแฮชของรหัสผ่านใน Active Directory ไปยังแฟ้มข้อความ
312=ส่งออกค่าแฮชของรหัสผ่านใน SAM ไปยังแฟ้มข้อความ
313=กำลังรีเซตรหัสผ่านของ Directory Services Restore Mode  (ขั้นตอนที่ %d จาก %d)
314=ตรวจหาชนิดของผลิตภัณฑ์วินโดว์ไม่พบ
315=ไม่พบ Directory Services Restore Mode
316=ใส่รหัสผ่านใหม่ของบัญชี  DSRM ที่เลือกไว้ หรือปล่อยว่างไว้เพื่อรีเช็ตรหัสผ่าน
317=ข้อมูลทั่วไป
318=รีเซ็ตรหัสผ่านของ DSRM 
319=พาธ SYSTEM
320=หน้าที่ของระบบ
321=มีรหัสผ่านอยู่
322=คลิกเพื่อรีเช็ตรหัสผ่านของ DSRM 
323=ไม่สามารถเปิดบัญชี DSRM: %s
324=ไม่สามารถบันทึกข้อมูลบัญชี DSRM : %s
325=ไม่สามารถบันทึกข้อมูลบัญชี DSRM ได้เนื่องจากเหตุผลดังนี้: %s
326=บัญชี DSRM ถูกเปลี่ยนแปลงแล้ว ให้เอาอุปกรณ์เก็บข้อมูล CD/DVD/USB ที่ใช้เริ่มการทำงานของระบบออก ปิดโปรแกรมแล้วเริ่มการทำงานของระบบใหม่ ให้กด [F8]ขณะเริ่มระบบ เพื่อเข้าสู่โมด DSRM
327=ย้อนกลับคืนรหัสผ่านที่ถูกแก้ไข (ขั้นตอนที่ %d จาก%d)
328=เลือกแหล่งข้อมูลที่ต้องการเอากลับคืน. ข้อมูลสำรอง (roll-back) จะเก็บในแฟ้ม *.puc และจัดเรียงตามวันเวลา
329=วาระงานการย้อนกลับ
330=รายละเอียดของวาระงานการย้อนกลับ
331=รหัสผ่านใน SAM 
332=รหัสผ่านใน Active Directory 
333=รหัสผ่านของ Directory Service Restore Mode 
334=ชนิดข้อมูลของการย้อนกลับ
335=เลือกแฟ้ม *.puc ใหม่
336=ไม่พบข้อมูลการย้อนกลับในไฟล์ที่ให้
337=บัญชี DSRM
338=กล่องโต้ตอบนี้จะช่วยคุณนำรหัสผ่านที่ถูกแก้ไขกลับคืนค่าเดิม รหัสผ่านs. คลิกปุ่ม 'คืนค่าเดิม' เพื่อนำค่ารหัสผ่านจากวาระงานการย้อนกลับทีเลือกไว้ในขั้นตอนก่อนหน้านี้
339=<<  คืนค่าเดิม  >>
340=แฟ้มตั้งค่าของ Passcape
341=จะเอาอะไรคืนค่าเดิม
342=มีการคืนค่าเดิมไปแล้ว
343=นำข้อมูลกลับคืนจากข้อมูลสำรอง
344=%d ครั้ง
345=คุณต้องการนำข้อมูลคืนค่าเดิมหรือไม่ ? คลิกที่ 'Yes' เพื่อทำต่อ
346=ไม่สามารถนำข้อมูลผู้ใช้ใน SAM คืนค่าเดิมได้: %s
347=ไม่สามารถนำข้อมูลผู้ใช้คืนค่าเดิมได้เนื่องจากเหตุผลดังนี้: %s
348=ข้อมูลได้ถูกนำกลับคืนค่าเดิมแล้ว
349=วาระงานการย้อนกลับนี้ได้ถูกใช้ไปแล้ว ต้องการทำต่อหรือไม่?
350=ลบข้อมูลที่อ่อนไหว (ขั้นตอนที่ %d จาก%d)
351=เลือกข้อมูลส่วนตัวที่ต้องการทำให้เป็นศูนย์ แฟ้มที่ต้องการส่วนใหญ่จะอยู่ในไดเร็กทอรี WINDOWS\\System32\\config\\.
352=อะไรที่คุณต้องการให้เอาออก
353=ต้องการแฟ้มข้อมูล
354=รีจิสทรีของแฟ้มSECURITY  
355=รีจิสทรีของแฟ้ม SOFTWARE 
356=ลบประวัติรหัสผ่านของผู้ใช้ใน Active Directory 
357=ลบประวัติรหัสผ่านของผู้ใช้ปกติ (SAM)
358=ลบรหัสผ่านที่เก็บไว้ชั่วคราวในโดเมน
359=ลบรหัสผ่านวินโดว์ที่เก็บไว้ชั่วคราว
360=ลบข้อมูลที่ใช้รีเช็ตรหัสผ่านวินโดว์
361=ลบคำใบ้รหัสผ่าน
362=เลือกผู้ใช้ที่คุณต้องการลบ %s 
363=ประวัติรหัสผ่าน 
364=รหัสผ่านที่เก็บชั่วคราวในโดเมน
365=คำใบ้รหัสผ่าน
366=ไม่มีข้อผิดพลาดใดๆ
367=ไม่สามารถอ่านหรือถอดรหัส SYSKEY
368=ไม่สามารถเริ่มสร้างกุญแจหลักในการถอดรหัส
369=ไม่สามารถอ่านกุญแจหลัก ไม่พบรหัสผ่าน
370=ไม่สามารถเปิดค่าควบคุมแคชได้
371=ไม่สามารถอ่านเปิดค่าควบคุมแคชได้
372=ไม่สามารถเปิดรายการแคชในโดเมนได้ 
373=ไม่สามารถอ่านรายการแคชในโดเมนได้ 
374=หน่วยความจำหรือทรัพยากรไม่พอ
375=เกิดการประมวลผลที่ไม่ได้คาดการณ์ไว้
376=ไม่รองรับ
377=ขนาดปิดลับไม่ถูกต้อง
378=ความถูกต้องของข้อมูลลมเหลว หรือกุญแจถอดรหัสไม่ถูกต้อง
379=ไม่มีรายการแล้ว
380=ไม่สามารถถอดวิเคราะห์รายการแคชในโดเมนได้ถูกต้อง
381=ไม่พบข้อมูล
382=ข้อผิดพลาดที่ไม่รู้จัก
383=พบรายการไม่ถูกต้อง
384=ไม่พบรายการ
385=ไม่สามารถเข้าถึงข้อมูลได้
386=ไม่สามารถดันข้อมูลกลับได้
387=ไม่สามารถอ่านชื่อผู้ใช้ได้ 
388=ข้อผิดพลาดทั่วไปของการถอดรหัส
389=เกิดข้อผิดพลาดในการแปลงข้อมูล
390=ไม่สามารถเขียนรายการแคชได้
391=ไม่สามารถเปิดการรับรองในแคชของโดเมนได้ %s.
392=ไม่พบ/ไม่ได้ถอดรหัสผ่านในแคชของโดเมน
393=โปรแกรมไม่พบข้อมูลประวัติของรหัสผ่าน
394=ตอนนี้ทุกอย่างได้เตรียมพร้อมแล้วสำหรับการทำให้ข้อมูลอ่อนไหวที่คุณเลือกเป็นศูนย์ ข้อมูลนี้ต่างจากค่าแฮชของรหัสผ่าน การเปลี่ยนแปลงนี้ไม่สามารถย้อนกลับได้ เป็นความเสี่ยงของคุณที่จะใช้
395=โปรแกรมไม่พบคำใบ้รหัสผ่านเลย
396=<< ลบ >>
397=ลบอย่างถาวร
398=จะลบอะไร
399=ผู้ใช้ได้รับผลกระทบ
400=ประวัติรหัสผ่านของผู้ใช้ใน Active Directory
401=ประวัติรหัสผ่านของผู้ใช้ปกติ (SAM)
402=รหัสผ่านของวินโดว์ในแคช
403=ข้อมูลการรีเช็ตรหัสผ่านวินโดว์
404=ผู้ใช้ทั้งหมด
405=ไม่พบข้อมูลการรีเช็ตรหัสผ่านวินโดว์
406=ประวัติรหัสผ่านถูกลบเรียบร้อยแล้ว
407=ไม่สามารถลบรายกายแคชได้อย่างน้อยหนึ่งอันเนื่องจากเหตุผลดังนี้: %s.
408=รายการของผู้ใช้ในโดเมนแคชถูกลบเรียบร้อยแล้ว
409=ไม่สามารถเปิดรีจิสทรี %s ได้: %s
410=การถอดรหัสล้มเหลวแบบทั่วไปgeneral decryption failure
411=การเริ่มต้นกุญแจรหัสล้มเหลว
412=ไม่สามารถอ่านรีจิสทรี SECURITY ได้
413=ไม่พบข้อมูลที่ร้องขอ
414=ไม่สามารถบันทึกกุญแจเข้ารหัสผ่านได้
415=ช่องข้อมูลว่าง
416=ไม่สามารถเขียนรีจิสทรีของ SECURITY 
417=ไม่สามารถบันทึกรีจิสทรี %s ได้: %s
418=ไม่สามารถลบรายการเข้าใช้งานในแคชได้เนื่องจากเหตุผลดังนี้ %s.
419=รายการเข้าใช้งานในแคชถูกลบสำเร็จแล้ว
420=ไม่สามารถลบโครงสร้างการรีเซ็ตรหัสผ่าน: %s.
421=โครงสร้างการรีเซ็ตรหัสผ่านถูกลบเรียบร้อยแล้ว
422=ไม่สามารถรีเช็ตคำใบ้ของผู้ใช้ใน SAM: %s
423=ค้นหารหัสผ่านของผู้ใช้ (ขั้นตอนที่ %d จาก %d)
424=ส่วนใหญ่แล้วค่าแฮชของรหัสผ่านบางอันจะสามารถถูกถอดรหัสได้ทันที การกู้คืนอาจใช้เวลาหลายนาทีขึ้นอยู่กับตัวเลือกที่คุณเลือกตรงนี้
425=วิธีการค้นหา
426=ค้นหาแบบเร็ว
427=ค้นหาแบบลึก
428=ค้นหารหัสผ่านในแคชของวินโดว์
429=ค้นหารหัสผ่านแบบง่าย
430=โจมตีแบบดั้งเดิมโดยใช้พจนานุกรม
431=โจมตีแบบดั้งเดิมโดยใช้ brute-force 
432=โจมตีแบบปัญญาประดิษฐ์
433=คุณควรจะระบุแฟ้มและโฟล์เดอร์ที่จำเป็นต่อการกู้คืนให้สำเร็จ ไดเร็กทอรีที่เก็บโปรไฟล์ทั่วไปแล้วจะอยู่ที่: C:\\Documents And Settings ไดเร็กทอรีที่เก็บไฟล์โปรแกรมทั่วไปแล้วจะอยู่ที่: C:\\Program Files.
434=ต้องการแฟ้มและโฟลเดอร์ในการกู้คืนให้สำเร็จ
435=ไดเร็กทอรีที่เก็บโปรไฟล์
436=ไดเร็กทอรีที่เก็บไฟล์โปรแกรม
437=ค้นหาไดเร็กทอรีที่เก็บโปรไฟล์ของวินโดว์ (ปกติอยู่ที่ C:\\Documents And Settings)
438=ไดเร็กทอรีที่เก็บไฟล์โปรแกรม (ปกติอยู่ที่ C:\\Program Files)
439=ทุกอย่างพร้อมแล้ว กดปุ่ม '<< ค้นหารหัสผ่าน >>'  เพื่อเริ่มสแกนระบบหารหัสผ่านที่สูญหายไป อาจใช้เวลาช่วงหนึ่งกว่าจะเสร็จ
440=รหัสผ่านแบบ LM
441=รหัสผ่านแบบNT
442=เกิดข้อผิดพลาดตอนเปิดแฟ้ม
443=แปลงเปลี่ยน pass-phrase
444=โปรดรอสักครู่
445=&ยกเลิก
446=แปลงเปลี่ยนรหัสผ่าน...\n\n โปรดรอสักครู่
447=<<  ค้นหารหัสผ่าน  >>
448=ไม่สามารถเริ่มต้นเธรดการกู้คืนได้
449=ไม่สามารถสร้างเธรดได้
450=ไม่สามารถโหลด  protected storage DLL ได้
451=ไม่สามารถโหลดฟังก์ชั่นใน protected storage DLL อันใดอันหนึ่งได้
452=ไม่มีข้อผิดพลาด
453=ข้อผิดพลาดทั่วไป
454=ไม่พบ provider dll
455=แฮนเดิลไม่ถูกต้อง
456=type นี้มีอยู่แล้ว
457=type นี้ไม่มี
458=rulesetไม่ถูกต้อง
459=การเข้าถึงถูกปฏิเสธ
460=ข้อผิดพลาดในการเก็บข้อมูล
461=การยืนยัน caller ล้มเหลว 
462=รหัสผ่านที่ให้มาไม่ถูกต้อง
463=อิมเมจของดิสค์ไม่ตรง
464=ข้อผิดพลาดที่ไม่รู้จัก
465=แฟล็กไม่ถูกต้อง
466=รายการมีอยู่แล้ว
467=รายการไม่มี
468=การให้บริการไม่พร้อมใช้งาน
469=ไม่ว่าง
470=สติงไม่ถูกต้อง
471=สถานะไม่ถูกต้อง
472=ไม่ได้เปิด
473=เปิดอยู่แล้ว
474=ข้อผิดพลาดที่ไม่รู้จัก
475=การเปิดพาธรีจิสทรีของผู้ใช้ล้มเหลวล้มเหลว
476=การเปิดพาธรีจิสทรีของมาสเตอร์คีย์ล้มเหลว 
477=ขนาดรายการมาสเตอร์คคีย์ไม่ถูกต้อง
478=รายการมาสเตอร์คคีย์ไม่ถูกต้อง
479=ไอดีของมาสเตอร์คีย์ไม่รู้จัก หรือไม่ถูกต้อง
480=การถอดรหัสก้อนข้อมูลมาสเตอร์คีย์ของล้มเหลว 
481=การถอดรหัสมาสเตอร์คีย์ล้มเหลว
482=การถอดรหัส DES ล้มเหลว
483=ที่อยู่ของรายการไม่ถูกต้อง (ไม่พบพาธไปยังรีจิสทรีของรายการ)
484=ไม่สามารถอ่านรีจิสทรีของรายการจากรีจิสทรีไฮฟได้
485=ขนาดของรายการไม่ถูกต้อง
486=รายการไม่ถูกต้อง
487=การถอดรหัสคีย์เข้ารหัสล้มเหลว
488=การถอดรหัสข้อมูลของรายการล้มเหลว
489=ข้อมูลของรายการเสียหาย
490=ข้อมูลของมาสเตอร์คีย์เสียหาย
491=การเปิดรีจิสทรีไฮฟล้มเหลว
492=การเปิด provider subkey ล้มเหลว
493=ไม่พบเจ้าของข้อมูล
494=การทำสำเนาตัวตนของผู้ใช้ล้มเหลว
495=การเปิดตัวตนของผู้ใช้ล้มเหลว
496=ไม่มีรายการเหลือ
497=การแปลงสติงเป็น GUID ล้มเหลว
498=การแปลง GUID เป็นสติง ล้มเหลว
499=การแปลงรีจิสทรีคีย์ของชนิด GUID ล้มเหลว 
500=การแปลงรีจิสทรีคีย์ของชนิดรอง GUID ล้มเหลว 
501=ไม่รู้จักโครงสร้างของข้อมูลเวอร์ชั่นนี้
502=ขนาดของรายการไม่ถูกต้อง
503=การเขียนรีจิสทรีไฮฟล้มเหลว
504=ขนาดข้อมูลไม่ถูกต้อง
505=ไม่สามารถอ่านแฟ้มได้
506=ข้อมูลไม่ถูกต้อง
507=ไม่สามารถเปิด crypto-provider
508=โพไวเดอร์ไม่รองรับ crypto-algorithm  
509=ไม่พบข้อมูล
510=ไม่สามารถถอดวิเคราะห์มาสเตอร์คีย์
511=ไม่สามารถถอดรหัสมาสเตอร์คีย์
512=ไม่รู้จัก GUID ของมาสเตอร์คีย์
513=หามาสเตอร์คีย์ไม่พบ
514=ส่วนหัวของข้อมูลไม่ถูกต้อง
515=วิธีที่ไม่รู้จัก
516=ไม่สามารถสร้างแฮชได้
517=ไม่สามารถคำนวณหากุญแจถอดรหัสข้อมูล
518=ไม่สามารถตั้งพารามิเตอร์การเข้ารหัส
519=ตรวจสอบความไม่ตรงกันของเครื่องหมาย
520=รุ่นที่ไม่รู้จัก
521=สร้างดัชนีของแฟ้ม
522=กำลังสร้างดัชนีของแฟ้มข้อมูล...\n\nโปรดรอสักครู่.
523=<<  หยุดการค้นหา  >>
524=รายการรหัสผ่านที่พบ:  %d
525=<ว่าง>
526=คุณลักษณะที่ขอ (%s) ไม่รองรับในโปรแกรมรุ่นนี้ โปรดดูรายละเอียดในคู่มือโปรแกรม 
527=ย้อนรหัสผ่านใน Active Directory กลับค่าเดิม
528=รีเซ็ต/เปลี่ยนรหัสผ่านในบัญชี Active Directory
529=ส่งออก  credentials ในแคชของโดเมน
530=รีเซ็ต/เปลี่ยนรหัสผ่านในบัญชี DSRM
531=ส่งออก LM/NTLM ค่าแฮชรหัสผ่านของผู้ใช้ใน Active Directory
532=ส่งออกค่าแฮชของรหัสผ่านเก่า
533=กู้คืนรหัสผ่าน
534=ลบข้อมูลที่อ่อนไหวออก
535=คุณต้องลงทะเบียนโปรแกรมเพื่อทำต่อ
536=ส่งออก  credentials ในแคชของโดเมนไปยังแฟ้มข้อความ
537=ส่งออกค่าแฮชรหัสผ่านในแคชของโดเมนไปยังแฟ้มข้อความ
538=คุณต้องระบุแฟ้มรีจิสทรีของ SECURITY และ SYSTEM ที่นี่ โดยทั่วไปแฟ้มรีจิสทรีจะอยู่ใน %WINDIR%\\system32\\config (เช่น C:\\Windows\\system32\\config\\)
539=พาธของแฟ้ม SECURITY และ SYSTEM
540=เปิดหน้าต่างคอมมานด์ไลน์(CMD)
541=แฟ้ม SECURITY ไม่ถูกต้อง
542=ส่งออกรหัสผ่านในแคชของโดเมนไปยังแฟ้มข้อมูล (ขั้นตอนที่ %d จาก%d)
543=เพื่อให้มีประสิทธภาพมากที่สุด  ควรจะบันทึกแฟ้มในรูปแบบของ Passcape แฟ้มในรูปแบบ CACHEDUMP-like ไม่รองรับแฮชของ Windows Vista และไม่สามารถส่งออกรายการที่มีชื่อผู้ใช้เป็นภาษาไทยได้
544=แฟ้มข้อความแบบ CACHEDUMP
545=แฟ้ม CACHEDUMP (*.cachedump)|*.cachedump|แฟ้มข้อความ (*.txt)|*.txt||
546=แฟ้มนำเข้าและส่งออกของ (*.peif)|*.peif||
547=ไม่สามารถคำนวณค่า CRC ของแฟ้มได้
548=ไม่สามารถเขียนลงแฟ้มได้
549=เปิดเว็บเบราว์เซอร์
550=ไม่สามารถเปิดไฟล์ช่วยเหลือได้
551=โปรแกรมไม่พบฮาดร์ไดฟ์ในระบบ คุณอาจจะต้องโหลดไดร์เวอร์  IDE/SATA/SCSI/RAID เพิ่มเติมก่อนที่จะดำเนินงานต่อ
552=เกี่ยวกับโปรแกรม
553=เวอร์ชั่นเต็มที่ลงทะเบียนแล้ว
554=เวอร์ชั่นเดโมยังไม่ได้ลงทะเบียน
555=ข้อมูลไลเซ่น:
556=ลงทะเบียนไว้สำหรับ:
557=ข้อมูลและการติดต่อ:
558=โฮมเพจ:
559=ซื้อ:
560=&ลงทะเบียน
561=การลงทะเบียน
562=กรุณาใส่รหัสลงทะเบียนที่นี่ ...
563=ข้อมูลการลงทะเบียน
564=ชื่อเจ้าของ:
565=รหัสการลงทะเบียน:
566=ใส่รหัสให้เหมือนกับรหัสที่ให้มาในอีเมล์ทุกตัวอักษร ถ้าพบปัญหาในการลงทะเบียนให้อ้างอิงข้อมูลในแฟ้มช่วยเหลือ
567=กรุณาใส่รหัสลงทะเบียน
568=รหัสที่คุณใส่มาไม่ถูกต้อง กรุณาลองใหม่อีกครั้ง
569=ไม่สามารถบันทึกรหัสได้ กรุณาติดต่อแผนกให้ความช่วยเหลือ
570=ขอบคุณที่ลงทะเบียนโปรแกรม!
571=ตรวจสอบ
572=สแกนโครงสร้างของไดเรคทอรี่ \n\n อาจใช้เวลาสักพัก กรุณารอ
573=<< &กลับ
574=&ไปต่อ >>
575=&ออก
576=สำเนารายการไปที่คลิบบอร์ด
577=บันทึกไปยังแฟ้ม
578=<<< รหัสผ่านวินโดว์ >>>
579=สร้างโดย
580=ไม่สามารถสำเนาข้อมูลได้
581=ไม่สามารถบันทึกข้อมูลได้
582=แฟ้ม HTML (*.htm)|*.htm||
583=รายการถูกสำเนาไปที่คลิบบอร์ดแล้ว
584=เปิดโน็ตแพด
585=รีเช็ต SYSKEY
586=ความปลอดภัย SYSKEY (รีเช็ตรหัสผ่านใน SAM ให้เป็นค่าว่าง)
587=เปลี่ยน/รีเช็ตแบบถาวร
588=ล้มเหลวที่จะรีเช็ต SYSKEY: %s
589=SYSKEY ถูกถอดสำเร็จแล้ว, แต่โปรแกรมล้มเหลวที่จะรีเซ็ตรหัสผ่านเนื่องจากข้อผิดพลาดดังนี้ : %s คุณอาจต้องนำค่า  SAM, แฟ้มรีจิสทรีของ SYSTEM และ SECURITY คือจากข้อมูลสำรอง
590=SYSKEY ถูกรีเช็ตสำเร็จแล้ว. เพื่อป้องกันไม่ให้บัญชีผู้ใช้ถูกบุกรุก SYSKEYได้ถูกตั้งให้เรียกหารหัสผ่านเมื่อเริ่มต้นระบบ เมื่อเริ่มระบบครั้งถัดไปให้ใช้รหัสผ่านที่ว่างไว้
591=การรีเช็ต SYSKEY เป็นการกระทำทีี่ไม่ปลอดภัยที่จะส่งผลกระทบต่อความปลอดภัยของระบบทั้งระบบ เช่น คุณจะไม่สามารถถอดรหัสแฟ้มที่ได้รับการปกป้องแบบ EFS ได้ เพื่อให้ระบบสามารถบูทได้หลังจาก SYSKEY ถูกแก้รหัสผ่านทั้งหมดของผู้ใช้แบบโลคอลจะถูกถอดและตั้งให้เป็นค่าว่าง แนะนำให้ทำสำเนาสำรองของรีจิสทรีไฮฟของ  SAM, SYSTEM และ SECURITY ก่อน คุณต้องการที่จะเริ่มการรีเช็ต SYSKEY เลยหรือไม่
592=ถอดรหัส SYSKEY สำเร็จแล้ว แต่โปรแกรมล้มเหลวที่จะรีเช็ต LSA เนื่องจากข้อผิดพลาด: %s คุณอาจต้องนำแฟ้มรีจิสทรีของ SAM, SYSTEM and SECURITY กลับคืนจากสำเนาสำรอง
593=โปรแกรมไม่สามารถรีเช็ต SYSKEY ด้วยขบวนวิธีแบบมาตรฐานได้ คุณต้องการลองขบวนวิธีแบบอื่นหรือไม่?
594=SYSKEY ถูกรีเช็ตสำเร็จแล้ว รหัสผ่านของผู้ใช้ทุกคนถูกตั้งให้เป็นค่าว่าง
595=ลืมรหัสผ่านของ SYSKEY? ให้กลับไปที่หน้าหลัก เลือกเมนู '%s'เพื่อรีเช็ต SYSKEY
596=ถ้าคุณทำแผ่นดิสค์ SYSKEY หาย ให้กลับไปที่หน้าหลัก เลือกเมนู '%s'เพื่อรีเช็ต SYSKEY รหัสผ่านของผู้ใช้ท้ังหมดจะถูกตั้งเป็นค่าวา่งหลังจากที่ SYSKEY ถูกรีเช็ต
597=เปิด Regedit
598=<ไม่เปิดให้ใช้ในรุ่นปัจจุบัน>
599=ค้นหารหัสผ่านโดยใช้ตารางของ Passcape
600=ต้องการโฟล์เดอร์ชั่วคราว
601=โปรแกรมไม่สามารถหาโฟล์เดอร์ชั่วคราว(เพื่อเก็บสำเนาของตาราง) กรุณาเลือกโฟล์เดอร์เอง
602=เลือกโฟล์เดอร์ชั่วคราว
603=กำลังสร้างดัชนีของไฟล์ที่เพิ่งเปิดใช้เมื่อเร็วๆนี้
604=โปรแกรมพบรหัสผ่านของผู้ใช้นี้. รหัสผ่านคือ %s คุณยังต้องการที่จะรีเช็ตรหัสผ่านหรือไม่?
605=โปรแกรมล้มเหลวที่จะรีเช็ตข้อมูลล็อกออนของ Windows 8 ในแคช (รหัสข้อผิดพลาด: %lu)คุณต้องจะทำต่อหรือไม่ (ไม่แนะนำ)?
606=ชื่อแฟ้ม CLI
607=ไม่พบสำเนาสำรองของข้อมูลล็อกออนในแคช ทำต่อหรือไม่ (ไม่แนะนำ)?
608=ไม่สามารถเซฟข้อมูลล็อกออนในแคช  รหัสข้อผิดพลาดท้ายสุด : %lu.
609=ไม่สามารถเปิดข้อมูลล็อกออนในแคช 
610=บัญชี LiveID:
611=คุณควรจะตั้งรหัสผ่านที่ไม่ใช่ค่าว่างของบัญชีที่ถูกเลือก ไม่เช่นนั้นวินโดวส์จะไม่ให้คุณเข้า  ใช้รหัสผ่านแบบง่ายๆแทนค่าว่าง
612=ดาต้าเบสไม่สมบูรณ์ (%s). คุณยังต้องการที่จะทำต่อหรือไม่? แนะนำเป็นอย่างมากให้นำกลับคืนหรือซ่อมแฟ้มดาต้าเบสก่อน
613=โครงร่างคีย์บอร์ด
614=โหลดเลย์เอาท์ใหม่
615=เช็ตเลย์เอาท์ปัจจุบัน
616=เปิด Chkdsk
617=ติดตั้งไดร์เวอร์ของเน็ทเวิร์ค
618=เปิด Diskpart
619=ตรวจสอบรหัสผ่านด้วยการสร้างคำจากไฟล์ที่ใช้เมื่อเร็วๆนี้
